Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/dahttu_-_bedriftsutviklingsprogram.html.tmx
Source language: nob
Languages: sma

source: Det er konsulentselskapet Kreativ Industri som har drevet Dáhttu for Sametinget.
sma: Konsuleentesïelte Kreativ Industri lea Dáhttu-programmen juhtiehtæjjine orreme Saemiedigkien åvteste.

source: Dáhttu betyr å ville noe på nordsamisk.
sma: Dáhttu lea maam akt sïjhtedh noerhtesaemien gïelesne.

source: Et Dáhttu program har bestått av 3 samlinger med 30 rådgivningstimer tilgjengelig for hver bedrift.
sma: Akte Dáhttu-programme 3 gaavnedimmieh åtneme jïh fïerhte sïelte lea 30 raeriestimmietæjmoeh åådtjeme.

source: De tre samlingene bestod av (1) Ideutvikling, (2) Etableringshjelp/Videreutvikling og (3) Strategiutvikling.
sma: Doh golme gaavnedimmieh daam sisvegem utnin (1) Åssjalommese-evtiedimmie (2) Tseegkemeviehkie/Guhkiebasse evtiedimmie jih (3) Strategijeevtiedimmie.

source: Til hvert program ble 12 bedrifter tatt opp.
sma: 12 sïelth åadtjoejin meatan årrodh fïerhtene programmesne.

source: Hvert program varte i 1 år.
sma: Fïerhte programme ryöhki 1 jaepiem.

source: Disse Dáhttu-programmene er blitt gjennomført:
sma: Mijjieh d aah Dáhttu-programmh tjïrrehtamme:
